

    {
        "welcome": " Hi I'm ",
        "HeroDesc": "3D visuals, user interfaces, and",
        "HeroDescAlt": "I develop web applications.",
        "deneme": "Hello, I am a software developer with experience in TypeScript and JavaScript. I am familiar with technologies like React, Node.js, and Three.js. My strength lies in quick learning and collaborating closely with clients to provide effective, scalable, and user-friendly solutions for real-world problems. Let's work together to bring your ideas to life!",
        "Progress":"What I have  done so far ",
        "WorkExperience":"Work Experience.",
        "Intruction":"Instruction",
        "Overview":"Overview",
        "navbar": {
            "about": "About",
            "work": "Work",
            "contact": "Contact"
          },
          
          "link":{
            "about": "About",
            "work": "Work",
            "contact": "Contact"
          },

          "experiences": {

            "Freelance": {
              "date": " July 2022 - December 2022",
              "points": [
               " Customizing pre-made themes and making them suitable for specific requests, then offering them for sale.",
               " Developing and selling custom solutions by editing PHP scripts.",
              "  Designing modern and user-friendly interfaces using HTML, CSS, and JavaScript.",
              "  Designing and developing custom web projects tailored to customer requests.",
               " Ensuring the successful completion of projects within budget and time constraints."
              ]
            },

            "Hajans": {
              "date": "January 2023 - May 2023",
              "points": [
                "I developed a B2B e-commerce platform for the company using Tailwind CSS and Alpine.js.",
                "The platform aimed to increase customer satisfaction with a user-friendly interface design and interactive features.",
                "Working in the frontend domain, I provided a customizable and fast user experience tailored to customer needs.",
                "I have experience in using Tailwind CSS to create page designs, enhance user interfaces, and increase user interaction.",
                "Effectively utilizing modern technologies such as Tailwind CSS and Alpine.js, I managed the project to be current and performant.",
                  "During the frontend development process, I prioritized responsive design and browser compatibility.",
                "I established effective communication within the team, where we set project goals and collaborated throughout the process.",
                 "Throughout my tenure, I contributed to the successful completion of the project by working harmoniously with other team members."
              ]
            },
            "Orjinfinity": {
              "date": "May 2023 - Present",
              "points": [
                "I had the opportunity to work at Orjinfinity and during this process, I gained the chance to enhance my knowledge and skills on React.",
                "I was involved in the frontend development of a POS application for restaurant cafes.",
                "I actively took on a role in user interface design and development.",
                "Utilizing my technological skills, I collaborated within the team to create a user-friendly and interactive frontend.",
                "While working at Orjinfinity, I actively contributed to the development of various features using React in the project hosted on the 'Hemen Tescille' website."
              ]
            }
           


            

            
        },


        "myWork":"My Work",
        "Project":"Project",
        "ProjectDesc":" Here are some of the projects I have undertaken so far.   ",

        "projects": {
            "description1": "One of the projects I have undertaken for Erte Asma Iskele is currently live. You can access the details of the project at www.erteasmaiskele.com. This work has been developed by me as a freelance project",
            "description2": "The project I developed in collaboration with my team is Hemen Tescille. This project is written using React Styled Components and is currently live at www.hementescille.com. Additionally, I am currently working on the 'MarkamıTescille' Project, developing it with Next.js, React, and Tailwind CSS. I plan to launch this project soon",
            "description3": "I am currently working on a project as part of the Orjınfınıty company, developing a Restaurant Application. This application simplifies processes such as order placement, order tracking, and inventory management for materials used in restaurants. The project is developed using TypeScript, React, and Next.js, and it is currently ongoing. Throughout this year, I am continuously enhancing and adding improvements to the project.",
            "name1":"Erte Asma İskele",
            
            "name2":"Hemen Tescille",
            "name3":"Orjinfinity"
           
          },
          "whatOhtersSay":"What Other Say",
          "testimonialsHead":"Testimonials",


          "testimonials": {
            "testimonial1": "Ability to use modern web technologies along with strong knowledge of HTML, CSS, and JavaScript, effectively utilizing popular front-end libraries and frameworks such as ReactJS",
            "testimonial2": "Effective project management skills, coupled with the ability to communicate efficiently within a team. Proficient in managing project processes using version control systems like GitHub",
            "testimonial3": "Strong understanding and experience in mobile-friendly and responsive web design. Ability to create user-friendly interfaces tailored to different screen sizes",
            "name1":"İhsan",
            "name2":"Enes",
            "name3":"Yusuf",
             "desc1":"CTO",
             "desc2":"Senior Full-Stack",
             "desc3":"Senior Frontend",
             "company1":"Orjinfinity",
           "company2":"THY",
           "company3":"Literal"
           
          },

          "GetContcat":"Get  in touch ",
          "Contcat":"Contcat.",
          "InputName":"Your Name",
          "inputplaceName":"What's your good name?",
          "InputMail":"Your Mail",
          "inputplaceEmail":"What's your web address?",
          "YourMessage":"Your Message",
          "inputplaceMessage":" What you want to say? ",
          "sending":"Sending...",
          "send":"Send",

          "alertErorrMessage":"Something went wrong",
          "alertWillBack":"I will come back"




      
          
          

     }

    
    
 