{
    "welcome": "Merhaba Ben",
    "HeroDesc": "3D görseller, kullanıcı arayüzleri ve ,",
    "HeroDescAlt": " Web uygulamaları geliştiriyorum",
    "deneme":"Merhaba, ben bir yazılım geliştiriciyim. TypeScript ve JavaScript konularında deneyimim var, aynı zamanda React, Node.js ve Three.js teknolojilerini kullanabiliyorum. Hızlı öğrenme yeteneğim ve müşterilerle işbirliği yaparak gerçek dünya problemlerine çözümler sunma becerimle dikkat çekiyorum. Fikirlerinizi hayata geçirmek için birlikte çalışalım",
    "Progress":"Şimdiye Kadar Yaptıklarım",
   "WorkExperience":"İş Tecrübelerim",
   "Intruction":"Hakkımda",
   "Overview":"Genel Bakış",

   "navbar": {
    "about": "Hakkında",
    "work": "İş",
    "contact": "İletişim"
  },
  "link": {
    "about": "Hakkında",
    "work": "İş",
    "contact": "İletişim"
  },


  "experiences": {
    "Freelance": {
      "date": "Temmuz 2022 - Aralık 2022",
      "points": [
        "Hazır temaları düzenleyerek ve özel taleplere uygun hale getirerek satışa sunma",
        "PHP scriptleri düzenleyerek özel çözümler geliştirme ve satışa sunma.",
        "HTML, CSS ve JavaScript kullanarak modern ve kullanıcı dostu arayüzler tasarlama.",
        "Müşteri taleplerine uygun özel web projeleri tasarlama ve geliştirme.",
       " Projelerin bütçe ve zaman çerçevesi içinde başarılı bir şekilde tamamlanmasını sağlama"
      ]
    },

    "Hajans": {
      "date": "Ocak 2023 - Mayıs 2023",
      "points": [
        "Tailwind CSS ve Alpine.js kullanarak, firma için bir B2B e-ticaret platformu geliştirdim.",
        "Platform, kullanıcı dostu arayüz tasarımı ve etkileşimli özellikleriyle müşteri memnuniyetini artırmayı hedefledi.",
        "Frontend alanında çalışarak, müşteri ihtiyaçlarına yönelik özelleştirilebilir ve hızlı bir kullanıcı deneyimi sağladım.",
        "Sayfa tasarımlarını oluşturmak, kullanıcı arabirimini geliştirmek ve kullanıcı etkileşimini artırmak için Tailwind CSS kullanımı konusunda deneyim sahibiyim.",
        "Tailwind CSS ve Alpine.js gibi modern teknolojileri etkin bir şekilde kullanarak, projeyi güncel ve performanslı bir şekilde yönettim.",
        "Frontend geliştirme sürecinde responsive tasarıma ve tarayıcı uyumluluğuna özel önem verdim.",
        "Takım içinde etkin iletişim kurarak, proje hedeflerini belirledik ve süreç boyunca işbirliği içinde çalıştık.",
        "Çalıştığım süre zarfında, takım içindeki diğer üyelerle uyumlu bir şekilde çalışarak projenin başarıyla tamamlanmasına katkı sağladım."
      ]
    },
    "Orjinfinity": {
      "date": "Mayıs 2023 - Günümüz",
      "points": [
        "Orjinfinity firmasında çalışma fırsatı buldum ve bu süreçte React üzerindeki bilgi ve becerilerimi geliştirme imkanı elde ettim",
        "Restoran kafeler için bir POS uygulamasının frontend geliştirmesinde yer aldım.",
        "Kullanıcı arayüzü tasarımı ve geliştirmesinde aktif rol üstlendim.",
        "Teknolojik becerilerimle, kullanıcı dostu ve etkileşimli bir frontend oluşturmak için ekip içinde işbirliği yaptım.",
        "Orjinfinity firmasında çalışırken, Hemen Tescille adlı sitede yer alan projede, React kullanarak çeşitli özelliklerin geliştirilmesinde aktif rol aldım."  
      ]
    }
   

  
   

},

"myWork":"İşlerim",
"Project":"Projelerim",
        "ProjectDesc":"İşte bugüne kadar üstlendiğim projelerden bazıları",

"projects": {
    "description1": "Erte Asma İskele için gerçekleştirdiğim projelerden biri şu anda yayında. Projenin detaylarına www.erteasmaiskele.com adresinden ulaşabilirsiniz. Bu çalışma, freelance olarak tarafımdan geliştirilmiştir.",
    "description2": "Hemen Tescille projesi için ekibimle birlikte geliştirdiğim bir projedir. Bu proje, React Styled Components kullanılarak yazılmış olup şu anda www.hementescille.com adresinde yayında. Ayrıca, şu anda üzerinde çalıştığım 'MarkamıTescille' Projesi'ni de Next.js, React ve Tailwind CSS kullanarak geliştiriyorum ve bu projeyi de yakın bir zamanda yayına almayı planlıyorum",
    "description3": "Şu anda Orjinfinity şirketinde geliştirdiğimiz bir projenin parçası olan Restoran Uygulaması üzerinde çalışıyorum. Bu uygulama, restoranlarda sipariş alma, sipariş takibi yapma ve kullanılan malzemelerin stok takibi gibi işlemleri kolaylaştırmaktadır. Proje, TypeScript, React ve Next.js kullanılarak geliştirilmiş bir uygulamadır ve şu anda devam etmektedir. Bu yıl içinde projeyi sürekli olarak geliştiriyor ve iyileştirmeler ekliyorum.",
    "name1":"Erte Asma İskele",
    "name2":"Hemen Tescille",
    "name3":"Orjinfinity"
    
   
   
  },
  "whatOhtersSay":"Geri bildirimler neler diyor?",
  "testimonialsHead":"Yorumlar",



  "testimonials": {
    "testimonial1": "Güçlü HTML, CSS ve JavaScript bilgisi ile birlikte modern web teknolojilerini kullanabilme yeteneği ReactJS gibi popüler front-end kütüphanelerini ve framework'leri etkili bir şekilde kullanabilme.",
    "testimonial2": "Proje yönetimi konusundaki becerileriyle birlikte, ekip içinde etkili bir şekilde iletişim kurma yeteneği.GitHub gibi versiyon kontrol sistemlerini kullanarak proje süreçlerini yönetme kabiliyeti.",
    "testimonial3": "Mobil uyumlu ve responsive web tasarımı konusundaki güçlü anlayışı ve deneyimi.Farklı ekran boyutlarına uygun kullanıcı dostu arayüzler oluşturma becerisi.",
    "name1":"İhsan",
    "name2":"Enes",
    "name3":"Yusuf",
     "desc1":"CTO",
     "desc2":"Senior Full-Stack",
     "desc3":"Senior Frontend",
     "company1":"Orjinfinity",
   "company2":"THY",
   "company3":"Literal"
   
  },


  "GetContcat":"İletişime Geçin",
  "Contcat":"İletişim.",
  "InputName":"İsim",
  "inputplaceName":"Ad Soyad",
  "InputMail":"Email",
  "inputplaceEmail":"Email Adresiniz",
  "YourMessage":"Mesajiniz",
  "inputplaceMessage":"Açıklama",
  "sending":"Gönderiliyor...",
  "send":"Gönder",
  "alertErorrMessage":"Bir şeyler yanlış gitti",
  "alertWillBack":"Teşekkürler, geri dönüş yapacağım. "

}

